{"text": "Centre of Forensic Sciences\nTechnical Information Sheets\nBiology - Guide to STRmix™\n\nImproving the Interpretation of Complex DNA Mixtures with Probabilistic Genotyping – A Guide to STRmix™ for Clients\n\n- STRmix™ is software that helps forensic scientists reliably interpret complex mixtures of DNA\n- The software employs the same principles that have always been used for interpreting mixed DNA profiles at the CFS\n- Forensic scientists operate and control the software, and apply their expertise in critically evaluating results throughout the STRmix™ process\n- Implementing the software expands the number of mixed DNA profiles that will be considered suitable for comparison"}
{"text": "Biology - Guide to STRmix™\n1. Introduction\n\nUntil recently the interpretation of DNA profiles generated from crime scene evidence has relied exclusively on the training and expertise of forensic scientists, performed in accordance with established, validated procedures. Although this approach is highly effective with the vast majority of samples, some DNA mixtures are too complex to interpret in this manner.\n\nFollowing validation in accordance with applicable international standards and guidelines, the Centre of Forensic Sciences (CFS) has implemented an improved method for resolving mixed DNA profiles. The method, known as probabilistic genotyping, employs a specialized software application called STRmix™.\n\nThis guide is intended to provide a general overview of STRmix™ and its application to forensic casework at the CFS."}
{"text": "Biology - Guide to STRmix™\n2. Considerations in the Interpretation of DNA Mixtures\n\nFirst, it would be of value to remind readers of the key principles involved in the interpretation of DNA profiles, which apply whether or not the software-assisted approach is used.\n\nMixture interpretation is a multi-step process. The scientist evaluates the DNA profile observed following the test and makes various assessments based on his/her knowledge of factors known to influence test results. In addition to the principles governing the structure of DNA and its organization/packaging within human cells, these factors include:\n\n2.1 - How DNA reacts, on an item of evidence, to various environmental conditions from the time it is deposited to the time it is collected and preserved for eventual testing.\n\n2.2 - How DNA reacts during the extraction and PCR [1] steps performed in the laboratory, including how very small quantities of DNA react relative to larger quantities.\n\nIn consideration of these factors, and in relation to the observed DNA profile, the scientist assesses the following:\n\n2.3 - Which contributions to the DNA profiling result are potential by-products of the testing process itself, also known as artefacts? The PCR method generates known and predictable by-products which may appear as alleles (true copies of DNA fragments) to the untrained eye.\n\n2.4 - How many different alleles are detected within the profile at each test site? This indicates the minimum number of DNA contributors to the mixture.\n\n2.5 - What are the quantities of each allele observed in the mixture? Relatively speaking, alleles from a person contributing more DNA would be detected in larger quantities than alleles from a person contributing less DNA.\n\n2.6 - What is the overall quality of the DNA in the sample tested? Relative quantities of alleles may indicate the presence of substances in the sample which inhibit the PCR process or may indicate that the DNA in the sample has been degraded between the time it was deposited and the time it was collected for testing.\n\nThrough these assessments, the forensic scientist can, for relatively simple mixtures, determine the genetic makeup (i.e. genotype) or DNA profile of one or more contributors. However, in some cases, the mixtures are too complex for analysis without the assistance of a probabilistic genotyping system. For some samples, especially those with larger numbers of contributors, and especially where there are very low levels of DNA and/or degraded DNA present, the complexity of the assessments outlined above is such that a scientist is unable to draw reliable conclusions as to the makeup of some or any of the contributing DNA profiles. Clients are likely familiar with the term ‘not suitable for comparison’, which has been reported in these and other instances."}
{"text": "Biology - Guide to STRmix™\n3. What Does STRmix™ Do?\n\nSTRmix™ is a software tool that serves as a computerized extension of the interpretation process that scientists at the CFS have always employed. It helps the scientist in assessing the factors outlined above (see 2.3 to 2.6). Unlike the scientist, however, it is able to manage the increased interpretative complexities created by combinations of larger numbers of contributors, low-level and degraded DNA. In doing so, various combinations of individual DNA profiles which could account for an observed mixture can be reliably identified and ranked by probability. This, in turn, permits a comparison to be undertaken against a known reference profile, a conclusion with respect to whether the donor of the reference profile is excluded or not, and in the latter case, an associated weight to the finding informed by both the probability that the profile in question is a constituent in the mixture and, as ever, by the rarity of the profile in the general population."}
{"text": "Biology - Guide to STRmix™\n4. How Does STRmix™ Work?\n\nProbabilistic genotyping can be thought of as a form of reverse engineering. As with all forms of reverse engineering, it involves taking a finished product and figuring out how it was produced. In this instance, the finished product is the results of an STR analysis of a complex mixture. The programme derives the various combinations of genotypes that could produce that particular mixture having regard to everything that is known of the factors which affect forensic DNA analysis. The programme also assesses the relative probabilities of the different combinations (all of which could possibly produce the observed complex mixture).\n\nMore specifically, for any given mixture, STRmix™ works by simulating DNA test results for virtual combinations of DNA profiles, comparing those simulated results against the actual test results generated in the laboratory, and assessing how well the simulated results fit the observed data [2] . It does so hundreds of thousands of times for any given mixture (something a scientist on his or her own does not have the capacity to do), each time assessing whether the fit is better than the previous simulation. In this way, the software is able to narrow the field down to the best possible explanations (i.e. combinations of DNA profiles) for the observed test results.\n\nIn simulating test results for combinations of DNA profiles, STRmix™ relies on both DNA profile data generated by the CFS during validation studies and on scientifically accepted biological models to develop numerous permutations [3] regarding how test results might manifest for specific profile combinations. By doing so, the software is effectively able to account for all of the factors that may influence test results (see 2.1 and 2.2 above)."}
{"text": "Biology - Guide to STRmix™\n5. What is the Scientist’s Role?\n\nSTRmix™ is operated under the control of the same qualified forensic scientists who routinely interpret DNA mixtures based on the very same factors underpinning the software. Each scientist has also received specialized supplemental training with respect to STRmix™.\n\nCritical evaluations of DNA profile data are necessary for successful interpretations and are undertaken by scientists before and after the STRmix™ process. The knowledge, skill and judgement applied by the scientist when using the software ensures: 1) that it is appropriately used within the range of mixtures determined through validation to generate reliable results and 2) that the outcome of the mixture interpretation aligns with scientific expectations."}
{"text": "Biology - Guide to STRmix™\n6. Reporting Results – The Likelihood Ratio (LR)\n\nReaders may be familiar with the random match probability (RMP), which is used to describe the statistical significance of an association between a crime scene DNA profile and a reference DNA profile from a specific individual. The RMP, however, is not suitable for use when describing combinations of individual DNA profiles in mixtures from more than one person. In such instances, another well-established measure, the likelihood ratio (LR), must be employed.\n\nThe use of likelihood ratios in forensic DNA analysis is widespread throughout the world. They are already used by the CFS to express the significance of familial DNA analyses as well as male-specific Y-STR associations. A LR is defined as the probability of the observed DNA test results given one proposition (proposition A) divided by the probability of the same observed DNA test results given a different proposition (proposition B). A LR equal to 1 indicates that the test results are equally likely under both propositions. A LR greater than 1 provides support for proposition A and the greater the LR, the greater the support. A LR of less than 1, on the other hand, provides support for proposition B.\n\nIn the context of a two-person mixture of DNA, the propositions to be assessed may be, for example:\n\nA: The DNA mixture is comprised of DNA from the suspect and one unknown individual.\n\nB: The DNA mixture is comprised of DNA from two unknown individuals.\n\nUsing this approach, it is possible to weigh various propositions. This provides a more versatile and, depending on the case context, a more meaningful way of assessing the significance of the DNA evidence."}
{"text": "Biology - Guide to STRmix™\n7. Validation\n\nSTRmix™ has undergone both developmental validation [4] , performed by forensic DNA experts who developed the software, as well as an in-house validation, performed by the CFS. Additionally, the software has been implemented for forensic casework in numerous accredited forensic labs throughout North America and in other parts of the world.\n\nThe Centre’s in-house validation, performed in accordance with the SWGDAM guidelines [5] , entailed an assessment of hundreds of mixed samples of varying quantity, quality and numbers of contributors in order to assess how the software performed in response to these variables. Assessments were also performed, where possible, to demonstrate that results produced using the software were in accordance with interpretations undertaken by scientists without computer assistance."}
{"text": "Biology - Guide to STRmix™\n8. Applicability / Limitations\n\nAdvances in the sensitivity of DNA testing over the past decade or so have led to the increased testing of samples containing low levels of DNA, including samples commonly touched, handled, or worn over time by multiple individuals. Not surprisingly, mixtures of DNA are also detected more frequently. There are often inherent limitations in associating such profiles, even when they can be attributed to specific people, to specific activities or time frames related to a crime.\n\nCFS scientists assess the scientific merits of pursuing testing strategies, including the use of STRmix™, in the context of the circumstances of the case and may decide that a test will not be performed if its associated limitations outweigh its probative value.\n\nIn addition to the above stated limitations, CFS scientists continue to apply their expertise in assessing whether the complexity of a mixture prevents a valid assessment of the number of potential contributors. In these instances, especially when results suggest more than four contributors of DNA in a sample, the software may be of limited to no value as an interpretation aid."}
{"text": "Centre of Forensic Sciences\nTechnical Information Sheets\nBiology Report Guide\n\nPurpose of Examination\n\nThis section explains why examinations were performed at the CFS . It also directs the reader to information that provides a link between CFS -generated item numbers and those provided by submitters. Items that were not examined will also be summarized here.\n\nThe CFS accepts and prioritizes items for examination and analysis. The items selected for testing and the nature of the testing and/or analysis performed is determined by assessing whether any results obtained will clearly address relevant questions of interest, while carefully considering associated limitations of each test. Items and/or testing requests may also be rejected on the basis of these considerations.\n\nThe case history provided to the CFS is used, in part, to develop testing strategies. New information may warrant further consideration and additional testing."}
{"text": "Biology Report Guide\nConclusions\n\nThis section is included only when a reference DNA sample from a known individual has been tested, and the resulting DNA profile is compared to another DNA profile generated within the case, to determine whether or not the individual could be excluded as its source.\n\nThere are two possible outcomes of such a comparison (if a reference sample profile has not been compared to a particular unknown DNA profile, an outcome will not be reported):\n\n    1. Cannot be excluded – the individual cannot be ruled out as the source of an unknown single-source DNA profile, or as a contributor to a mixed DNA profile.\n    2. Excluded – the individual is not the source of a single-source DNA profile, or is not a contributor to a mixed DNA profile. A reference sample collected by consent or by DNA Warrant may need to be destroyed in the event of an exclusion, per the Criminal Code [see ss.487.09 (1) to (3)]."}
{"text": "Biology Report Guide\nConclusions\nThe term cannot be excluded means that either the person in question is the source/a contributor or the person is not and a coincidence has occurred. The possibility of such a coincidence depends on how common the unknown DNA profile is and how likely it is to be shared by different people in the population at large. A finding that an individual cannot be excluded is assessed by scientists in this context and will be followed in the report by one of two estimates:\n\n    - The Random Match Probability (RMP)\n\n    The probability that a randomly selected individual unrelated to the known individual would coincidentally share the unknown DNA profile.  Random Match Probabilities are particularly useful when assessing single-source DNA profiles (including those derived from mixtures).\n\n    - The Likelihood Ratio (LR)\n\n    A ratio of two different probabilities: the probability of having observed the DNA results under one proposition (for instance, a mixture is comprised of DNA from both the complainant and the suspect) divided by the probability of having observed the same results under an alternate proposition (for instance, the mixture is comprised of DNA from two people unrelated to the complainant and the suspect).\n\n    A LR greater than 1 provides support for the first proposition, with higher numbers providing more support. Conversely, a LR of less than 1 provides more support for the second proposition. LRs address the probability of DNA test results under different propositions, not the probability of the propositions themselves.\n\n    LRs should, especially when lower (e.g. 1-1000), be considered along with other information in the case when deciding which proposition is more likely.\n\n    LRs are particularly useful when assessing mixtures of DNA but may be used for single-source profiles as well. They are also used routinely in familial DNA applications such as paternity tests. One advantage of the LR relative to the RMP is that various different propositions for observed test results can be weighed against each other."}
{"text": "Biology Report Guide\nConclusions\nStatistical estimates are based on established principles of population genetics and involve reference to DNA population data. For standard STR DNA analyses, Ontario population databases for Asians, Blacks, Caucasians, East Indians, and Northern Ontario Natives are used.  The true value may vary from calculated estimates by as much as 10-fold lower or higher. For male-specific Y-chromosome STR analyses, due to the unavailability of data specific to the Ontario population, the US National Database within the Y-Chromosome Reference Haplotype Database (YHRD) is used to derive statistical estimates.  North American population databases for African Americans, Asians, Caucasians, Hispanics and Native Americans are used.  Estimates are calculated in each available population group and a combined LR is included in the report.  It is important to note that when an individual cannot be excluded as the donor of a Y- STR profile, we may also not be able to exclude his patrilineal male relatives.\n\nFor clarity of understanding, it is the Centre’s policy that a maximum value of 1 trillion will be reported for both the RMP (i.e. 1 in greater than 1 trillion) and the LR (i.e. greater than 1 trillion times more likely) when calculated values exceed this number. Additionally, when different RMP or LR values are obtained, with respect to the same individual not being excluded from multiple sub-items, these may be reported as a range."}
{"text": "Biology Report Guide\nTesting Summary\n\nThis section contains a table in which bodily fluid screening and DNA testing results are summarized for each item examined. Reference samples are not described in the table. If the sole purpose of the examination was to generate a DNA profile from a known individual (i.e. a reference sample) for comparison to previously reported DNA profiles, this section will not be present in the report. The single exception will occur when a comparison is made via a cast-off or discard sample (e.g. a cigarette butt); that type of reference sample (thought to originate from a known individual) will appear in the testing summary table with an evaluation of the DNA typing profile obtained.\n\nIn scenarios where a preliminary assessment of multiple items is conducted in order to determine an appropriate sequence of examination or to select a subset of items for further examination, this preliminary examination strategy will be reflected in the report as “Preliminary assessment only at this time”."}
{"text": "Biology Report Guide\nItem\n\nCFS item numbers are generated and assigned at the time of submission. If a sample is taken from an item at the CFS for further analysis, it is assigned a sub-item number that is based on the parent item. For example, a swab of a blood stain on a jacket that has been designated item 4 by the CFS will be assigned a sub-item number such as 4-1. Multiple sub-items may be generated for an item, each with a unique and sequential sub-item number, such as 4-2, 4-3, etc.\n\nSub-items may be collected from an item at the CFS for further analysis by various techniques, such as cutting out a portion of fabric, swabbing a surface, or taping a surface.\n\nItems listed in the table are typically grouped by source or scene."}
{"text": "Biology Report Guide\nDescription (sub-item)\n\nBrief descriptions are provided for each item and sub-item included in the table. Sub-items also include a description of the location of sampling as well as the sampling technique used."}
{"text": "Biology Report Guide\nBodily Fluid Screening\n\nScreening test results are summarized for both parent items and sub-items. For a parent item, these include a concise and descriptive overview of findings for the item as a whole, to the extent it was examined. Scientists apply their professional judgement in determining the extent to which an item is examined. For a sub-item, specific test results from the area in which the sub-item was collected are included.\n\nFor each bodily fluid, results of tests may be reported as “detected”, “suggested”, “inconclusive”, or “not detected”. Combinations of test results leading to each reported outcome are described in Table 1. The CFS performs a variety of tests, further described in the Summary of Methods section of this Guide, to assist with the detection of blood, semen and saliva.\n\nTable 1: Test results that correspond to reported statements.\n\nBodily Fluid: Blood \t\nDetected: Visible blood-like staining and a positive Kastle-Meyer test where a ABAcard® HemaTrace® test has been performed: If positive – reported as “human”; if negative – reported as “could not be confirmed as human\nSuggested: N/A\nInconclusive: A positive Kastle-Meyer test in the absence of visible blood-like staining \t\nNot Detected: Negative Kastle-Meyer test\n\nBodily Fluid: Semen \nDetected: A moderate to strong positive acid phosphatase test within 30 seconds and positive p30 test; or Positive microscopic identification of sperm cells; or Any positive acid phosphatase test, positive p30 test and male DNA profile in the sperm fraction where, following a differential extraction, at least 240pg of male DNA is detected in the sperm fraction, with at least 50% of all the male DNA being detected in the sperm fraction \t\nSuggested: At least 240pg of male DNA detected in the sperm fraction, with at least 50% of all male DNA detected in the sperm fraction, following a differential extraction \t\nInconclusive: A moderate to strong positive acid phosphatase test within 30 seconds in the absence of any other positive test for semen; or Any weak positive acid phosphatase test or a moderate to strong acid phosphatase test beyond 30 seconds, positive p30 test with, following a differential extraction, either no male DNA profile detected in the sperm fraction or a male DNA profile in the sperm fraction where there is less than 240pg of male DNA or less than 50% of all male DNA being detected in the sperm fraction \t\nNot Detected: Negative acid phosphatase test; or A weak positive acid phosphatase test, in the absence of any other positive tests for semen; or A moderate or strong acid phosphatase test beyond 30 seconds, in the absence of any other positive test for semen\n\nBodily Fluid: Saliva \t\nDetected: N/A: tests presently employed do not permit confirmation of the presence of saliva \t\nSuggested: Positive Phadebas press test result within 5 minutes, in the absence of visible fecal-like staining \t\nInconclusive: Positive Phadebas press test between 5 and 20 minutes; or Positive Phadebas press test result within 5 minutes in an area of fecal-like staining \t\nNot Detected: Negative Phadebas press test"}
{"text": "Biology Report Guide\nBodily Fluid Screening\n\nSub-items may be selected for DNA analysis from areas where tests suggest the presence of one or more bodily fluids. They may also be selected from areas lacking any bodily fluids test results, where deposits of DNA (e.g. from skin cells) may be expected based on the location sampled. Examples of these include, but are not limited to: areas on clothing where DNA may have been transferred by wearing the item, areas on objects where DNA may have been transferred by handling the item, and areas on drink containers where one’s mouth would come in contact.\n\nSwabs from the complainant’s body (external genitalia, vaginal, rectal, and oral), collected using Sexual Assault Examination Kits, routinely undergo DNA analysis with no bodily fluid screening in advance. In these instances, duplicate swabs are available to conduct bodily fluid testing at a later time should it be of value to do so.\n\nWhere hairs and/or fibres are collected and preserved during screening this will be noted. An assessment of possible hairs to determine their suitability for DNA analysis may be performed during the course of the examination.\n\nDuring the examination of an item, staining may be observed but not tested OR staining may be observed that appears to be incidental to the purpose of the examination, but tested nonetheless. The table will also reflect when an item has been visually examined to identify staining associated with a bodily fluid but no staining has been observed."}
{"text": "Biology Report Guide\nDNA Test Result\n\nThe DNA test result is described for each sub-item tested, unless there was not enough DNA present in the sample to generate a profile. “No/Not enough DNA ” means that DNA either was not present, was present at a level below the Centre’s quantitation detection limit, or was present below the Centre’s threshold for typing (240pg total DNA for STR typing; 100pg total male DNA for male-specific Y- STR typing).\n\nWhere DNA results have been generated, information is provided regarding the number of contributors or the minimum number of contributors. Where possible, the biological sex of the contributor(s) is also noted.\n\nReasonable assumptions regarding the number of contributors and/or the identity of certain contributors may be made by scientists in the interpretation and reporting of DNA test results. For example, the donor of an internal orifice swab can be assumed to be a contributor to a mixed DNA profile obtained from the sample.  Any such assumptions are deemed supportable by the reporting scientist and, though not stated in the report, are documented in the case record."}
{"text": "Biology Report Guide\nDNA Profile Suitable for Comparison?\n\nA DNA profile may not necessarily be suitable for comparison to profiles from known individuals (i.e. reference samples). The determination that a profile is suitable for comparison is made by the scientist in consideration of its forensic significance as well as technical limitations such as the quantity of DNA present and the degree of certainty regarding the numbers of contributors to the profile.\n\nWhere the profile is expected to be generated based on the source of the sample (e.g. the complainant’s profile from her own vaginal swab, or the profile of the deceased person from his own fingernail clippings, or the profile of the deceased person from blood on her own clothing) it may be listed as not suitable for comparison, since it has already been attributed and requires no further comparison.\n\nDNA profiles are listed in this column only if they are suitable for comparison. They are further separated as STR and/or Y- STR profiles depending on which test systems were employed.\n\nIn the case of a mixed DNA profile from more than one person, there are five possible outcomes reported in the Testing Summary regarding the determination of its suitability for comparison:\n\n    - None of the components in the mixture are suitable for comparison – reported as ‘No’\n    - The mixed profile is suitable as a whole – reported as ‘Yes’\n    - One or more components of the mixed profile is suitable, and one or more additional components is not suitable – reported as ‘Yes, in part’\n    - One or more components of the mixed profile is suitable, and no determination has been made regarding the suitability of the additional components – reported as ‘Yes’ with a footnote that the additional DNA has not been interpreted\n    - Either no determination has been made as to whether one or more components of the mixture is suitable OR it has been assessed that the components in the mixture can be accounted for by other profiles developed in the case – reported as ‘Not at this time’\n\nThe decision to not interpret a mixed profile, whether it be in whole or in part, is made based on the case history details available at the time of reporting, the purpose of the testing that was undertaken at that time and the results obtained to date. Upon consultation, the author of the report may reconsider this decision should the need arise."}
{"text": "Biology Report Guide\nDNA Profile Suitable for Comparison?\n\nThe interpretation of DNA profiles may be performed with or without the assistance of a probabilistic genotyping software system called STRmix™. More information about this software system is available on the CFS website (see Improving the Interpretation of Complex DNA Mixtures with Probabilistic Genotyping – A Guide to STRmix™ for Clients ).\n\nWhere it is possible to associate a DNA profile to a bodily fluid detected in the sample, this will be reported. Such associations are the opinion of the scientist who may consider, where applicable, bodily fluid screening and DNA test results in conjunction with relevant information in the case history."}
{"text": "Biology Report Guide\nConvention for Naming Unknown DNA Profiles which are Suitable for Comparison\n\nThe following criteria are used in the naming/designation of STR profiles suitable for comparison:\n\n    - Where a STR profile is determined to be attributable to a single individual, whether it is from a single source of DNA or whether it has been derived from a sample of mixed DNA , this profile will be designated as STR Profile 1 . Where STR profiles from different samples are given the same name (e.g. STR Profile 1 designated from samples 4-1 and 5-1) it means that the same individual cannot be excluded as the common source. On the other hand, profiles designated with different numbers (e.g. STR Profile 1 and STR Profile 2 ) necessarily originate from different people.\n    - Where a STR profile attributable to more than one individual (i.e. a mixture) has been determined, and where some or all components of the mixture are suitable for comparison, this profile will be designated as Mixture 1 . Different mixed profiles determined from different samples will be designated with different numbers (e.g. Mixture 2 , Mixture 3 , etc.). Mixed STR profiles that are suitable for comparison are not compared against each other. They are only compared to relevant reference samples, if and when submitted and tested.\n\nIn some cases, male-specific Y- STR systems are used for testing, either exclusively or in combination with STR systems. Y- STR profiles that are suitable for comparison are designated using letters (e.g. Y- STR Profile A , Y- STR Profile B , etc.). Y- STR profiles with different letter designations necessarily come from different males, whereas Y- STR profiles with the same letter designation cannot be excluded as having come from the same male source, or a close paternal male relative of that source."}
{"text": "Biology Report Guide\nGeneral Limitations Regarding Bodily Fluid Screening and DNA Testing\n\n    - The identification of a bodily fluid, and the determination of its likely source through DNA testing, does not directly address how, when and under what circumstances the bodily fluid/ DNA came to be deposited. Scientists may be able, however, to evaluate and weigh the relative likelihood of observed test results under different proposed circumstances.\n    - It is not always possible to associate a DNA profile to a specific bodily fluid, even where test results are generated from the same sample or sub-item.\n    - DNA profiles generated from items that are habitually worn or handled may not necessarily originate from a person who has worn or handled those items. In addition, it is possible for someone who has not had direct contact with an item to have their DNA deposited through indirect means of transfer.\n    - The persistence and stability of bodily fluids/ DNA on an item is dependent on a variety of factors (age, temperature, moisture, exposure to sunlight, cleaning products, etc.) which may, over time, degrade biological samples resulting in partial or no results. Biological samples can also be removed, in whole or in part, from surfaces through cleaning/washing.\n    - Laundering may greatly reduce the ability to localize and detect, though it may not completely remove, bodily fluids and DNA on clothing/textiles.\n    - All methods used to detect bodily fluids and DNA have associated limits of detection, or thresholds below which one would not expect to detect the bodily fluid or DNA even if it was present.\n    - The term “ DNA testing” covers a wide range of applications. The analysis of autosomal Short Tandem Repeats, or STRs (those present on the chromosomes not associated with biological sex) generally provides the strongest support for identifying the person from whom a sample originated. The analysis of lineage DNA markers (including male-specific Y-chromosome STRs) provides generally less discriminating test results but has other unique advantages which may be important in select cases."}
{"text": "Biology Report Guide\nSummary of eligible DNA data bank uploads\n\nThis section lists those DNA profiles generated in the case that have been uploaded to the DNA Data Bank along with the specific Data Bank index (or category) to which they have been uploaded.\n\nCanada’s National DNA Data Bank (NDDB) consists of four criminal indices (the Crime Scene Index (CSI), the Convicted Offender Index (COI), the Victim Index (VI), and the Voluntary Donor Index (VDI). The CSI , VI and VDI are populated with DNA profiles uploaded from Canada’s three public forensic DNA laboratory systems, including the CFS , while the COI is populated by the NDDB laboratory in Ottawa with profiles from persons convicted of designated offences. DNA profiles on the four criminal indices are continually compared against each other and any hits communicated back to forensic laboratories.\n\nThe NDDB also includes three humanitarian indices (the Missing Person Index, the Human Remains Index, and the Relatives of Missing Person Index.\n\nSpecific legislative and scientific criteria must be met for a DNA profile to be uploaded to a National index. More information on the NDDB is available at http://www.rcmp-grc.gc.ca/nddb-bndg/\n\nThe CFS also maintains a number of local Data Bank indices. These include a local Crime Scene Index, a Victim Index, an Unidentified Human Remains Index, a Missing Person Index, a Discard Index and an Elimination Index. DNA profiles uploaded to the National CSI are also uploaded to the Local CSI (though not necessarily vice versa), while DNA profiles uploaded only to local indices remain local and are compared only to profiles in other relevant local indices (i.e. profiles from cases within Ontario only).\n\nWhen a DNA profile does not meet the relevant criteria for upload to either the National or the Local level, it may be eligible for a one-time search (called a ‘keyboard search’) of the National or Local indices. Investigating agencies must contact the scientist regarding the possibility of a one-time search."}
{"text": "Biology Report Guide\nCommunication of Data Bank Hits to Investigators\n\nWhen a Data Bank hit occurs, it is communicated by the CFS to the investigating agencies directly through their designated DNA Coordinators. It is then the responsibility of the Coordinators to further distribute the information in their respective agencies."}
{"text": "Biology Report Guide\nConfirmation of COI Hits\n\nA hit between a crime scene DNA profile uploaded by the CFS and a convicted offender (i.e. a COI hit) should be confirmed. Investigators should obtain an appropriate reference sample directly from the convicted offender and submit it to the CFS for testing and direct comparison to the crime scene sample.\n\nReference samples may be collected with consent or, where appropriate, by DNA Warrant. Additional information on the collection of DNA Warrant samples can be obtained at www.ontario.ca/cfs , under Technical Information."}
{"text": "Biology Report Guide\nDeletion of DNA Profiles\n\nIf, following an upload of a crime scene DNA profile, it is learned by the investigator that the profile originates from the complainant or from a person who has been eliminated as a suspect in an investigation, it is the responsibility of the police agency conducting the investigation to notify the CFS in writing that the DNA profile should be removed from the Crime Scene Index. If the CFS is able to determine that an uploaded profile originates from a complainant, that profile will, as a matter of routine, be deleted from the appropriate DNA databank index.\n\nA crime scene DNA profile does not need to be removed upon conviction of a suspect."}
{"text": "Biology Report Guide\nSummary of Methods\n\nThis section lists methods used by the CFS for identification of bodily fluids and/or DNA testing.\n\nThe following methods are used in testing for bodily fluids at the CFS .\n\nTest: Blood ID \t\nMethod: Kastle-Meyer (KM) Test \t\nDescription: A three-stage biochemical test that produces a pink colour reaction in the presence of either human or animal blood, as well as a number of substances which do not appear blood-like.\n\nTest: Blood ID \t\nMethod: ABAcard ® HemaTrace ® Test \t\nDescription: An immunological test that can be used to confirm that blood detected using the KM test is of human origin.\n\nTest: Semen ID \t\nMethod: Acid Phosphatase (AP) Test \t\nDescription: A biochemical test to detect AP activity, typically found at high levels in semen. If AP is present on an item, the test produces a purple colour reaction. AP is not specific to semen.\n\nTest: Semen ID \t\nMethod: P30 Test \t\nDescription: An immunological test for the presence of prostate-specific antigen (PSA), also known as P30, which, with few exceptions, is specific to semen.\n\nTest: Semen ID \t\nMethod: Microscopy \t\nDescription: Microscopy is performed in order to positively identify sperm cells, which are specific to semen. Males with low sperm counts or who have been vasectomized may not produce sperm cells, but may have normal levels of AP and P30 in their semen.\n\nTest: Semen ID \t\nMethod: Differential DNA Extraction \t\nDescription: When DNA is extracted from an item, the DNA from sperm cells can be separated from the DNA of other cell types using a technique known as a differential extraction which results in two extracts, one containing primarily sperm cell DNA and the other containing any other DNA . Separation is not always perfect, but depending on the relative degree to which male DNA separates, results may suggest the presence of semen.\n\nTest: Saliva ID \t\nMethod: Phadebas™ Press Test \t\nDescription: This test is used to localize possible saliva stains on items, through the detection of amylase. Amylase is a protein often found in high levels in saliva but it can also be found in other bodily substances such as feces, perspiration, vaginal secretions and semen."}
{"text": "Biology Report Guide\nSummary of Methods\n\nDNA testing is a multi-step process in which DNA is first extracted from the cells found in a sample of biological material. Extracted DNA is then quantified to determine how much DNA is available for further testing. This is followed by the analysis or ‘typing’ of DNA using one or more methods (listed below) in order to generate a DNA profile.\n\nDNA Typing Method: Identifiler® Plus STR System \t\nDescription: This system targets 15 different STR loci ( i.e. locations) spread throughout the autosomal chromosomes, in addition to the Amelogenin locus on the X and Y chromosomes, which indicates the profile donor’s biological sex.\nDNA Typing Method: PowerPlex® Y23 Y- STR System \t\nDescription: This system targets 23 STR loci found on the Y chromosome and, therefore, is designed to exclusively type male DNA . It is often used in samples where a very large amount of female DNA might otherwise limit the ability to effectively develop a male profile from a mixture using autosomal systems. Additionally, since the Y-chromosome is passed from father to son largely unaltered, paternal male relatives generally share the same Y- STR profile. This means the test is less discriminating than autosomal tests. On the other hand, it can also be very useful when performing various familial DNA tests.\n\nFinally, generated DNA profiles are interpreted by scientists. This may be performed with the assistance of probabilistic genotyping software (i.e. STRmix™) or it may be performed by the scientist alone (i.e. Standard). Suitable profiles are then compared to samples from known individuals and/or uploaded to the DNA Data Bank."}
{"text": "Biology Report Guide\nContinuity\n\nThis section will account for all items of evidence submitted to the CFS for examination and indicate whether they have been returned, retained, or transferred to another agency.\n\nEvidence chains of custody are maintained at the CFS and are available upon request.\n\nPlease Note:\n\nThe report author is available for discussion regarding its contents and any additional limitations which may be relevant given the circumstances of the case."}
{"text": "Centre of Forensic Sciences\nTechnical Information Sheets\nBiology - Body Fluid Information\n\nIntroduction\n\nExaminations are conducted based on their scientific merit in the context of the case history information provided. The significance of the results and conclusions of examinations is dependent on this context. Further, or more extensive, examinations may be warranted given additional information.\n\nThe Centre of Forensic Sciences ( CFS ) can test for the presence of blood, semen and saliva.\n\nExaminations include visual, which may involve using a stereomicroscope (a magnifying tool) and enhanced light sources and chemical tests. When multiple stains or areas of staining are observed, representative stains are tested. The most informative findings or highest level conclusion will be reported ( i.e. blood detected).\n\nExamination strategies and the surfaces of items examined (outside, inside, crotch region etc.) are based on the case history information provided and are documented within the case file. The case file also contains information pertaining to additional potential areas of staining and preliminary testing that may have been conducted.\n\nWhere two swabs are submitted together under one item number, one swab is typically returned without examination."}
{"text": "Biology - Body Fluid Information\nBlood\n\nBlood is a liquid that circulates through the body, transporting oxygen and nutrients and removing waste products. Blood consists of liquid called plasma in which blood cells are suspended. Hemoglobin is a component, specific to blood, that is responsible for oxygen transport.\nTests for the Presence of Blood\n    1. Kastle-Meyer ( KM ) test (Phenolphthalin test)\n    2. ABAcard ® HemaTrace ® test"}
{"text": "Biology - Body Fluid Information\nKastle-Meyer ( KM ) test (Phenolphthalin test): The aim of this presumptive test is to determine whether a questioned stain yields a positive colour reaction which suggests the presence of blood. This is a 3-stage chemical test that gives a pink colour reaction in the presence of hemoglobin. This can be performed by applying the chemicals directly to a questioned stain (direct test) or by applying the chemicals to a filter paper onto which a portion of the stain has been transferred (rub test). On items where blood staining may not be visible or may be difficult to see, a general KM rub test is typically performed by rubbing filter paper(s) over all relevant surfaces.\n\nLimitations of the Kastle-Meyer test\n\nAlthough a pink color reaction is typically seen in the presence of blood, it may also be obtained with other substances, such as certain fresh plant extracts. Reporting of the presence of blood is based on the opinion of the scientist, who considers the presence of blood-like staining and a positive Kastle-Meyer test.\n\nA positive Kastle-Meyer test result may still be obtained in the absence of visible blood-like staining, in which case the conclusion drawn is ‘chemical indications of blood’.\n\nThe Kastle-Meyer test alone does not indicate whether or not the blood is of human origin."}
{"text": "Biology - Body Fluid Information\nABAcard ® HemaTrace ® test: The aim of this presumptive test is to determine if a bloodstain is of human origin. This test uses commercially prepared reagents that bind to human (higher primate) hemoglobin, allowing for visual detection.\n\nLimitations of the The ABACard ® HemaTrace ® test\n\nThis test yields a positive reaction with blood from humans and other higher primates. False positive results have also been observed with ferret blood. False negative results are possible when dealing with severely degraded samples.\n\nReporting of the presence of human blood is based on the opinion of the scientist, who considers the presence a positive ABACard ® HemaTrace ® test and relevant case history."}
{"text": "Biology - Body Fluid Information\nSemen\n\nSemen is a liquid from the male reproductive system that usually contains spermatozoa (sperm cells) along with various other substances. Mature males emit semen during ejaculation. The spermatozoon (singular of spermatozoa) is the male reproductive cell. Human semen usually contains high levels of a substance called acid phosphatase. Acid phosphatase has a chemical activity, which allows for its detection. Human semen also contains high levels of a substance called p30, which, with few exceptions, is specific to semen.\nTests for the Presence of Semen\n    1. Fast Blue/Acid phosphatase ( AP ) Test\n    2. p30/ PSA Test\n    3. Microscopic Examination\n    4. Enrichment of the male DNA in the “sperm” fraction"}
{"text": "Biology - Body Fluid Information\nFast Blue/Acid phosphatase ( AP ) Test: The aim of this presumptive test is to determine whether a high level of Acid phosphatase ( AP ) activity, which is typical of semen, is present on an item. The presence of acid phosphatase on an item will give rise to a purple coloration upon addition of specific chemicals. The intensity of the color produced relates to the quantity of acid phosphatase present.\n\nLimitations of Acid phosphatase ( AP ) test\n\nThe detection of strong acid phosphatase activity alone is not proof of the presence of human semen. Acid phosphatase is also found in other body fluids at lower levels. Post-mortem internal samples, heavy vaginal deposits, feces, urine, unusually high numbers of bacteria or yeast, plant extracts and certain chemicals may all show various levels of acid phosphatase activity.\n\nAcid phosphatase is water-soluble and can therefore be lost through contact with water e.g. laundering."}
{"text": "Biology - Body Fluid Information\np30/ PSA Test: The aim of this presumptive test is to determine whether p30, which is a constituent of semen is present on an item. The detection of p30 is done using a commercially prepared reagent that specifically binds p30, allowing for its visual detection.\n\nLimitations of the p30 test\n\nThe presence of high levels of p30, with few exceptions, is specific to semen. The levels of p30 reported in the literature for other body fluids are comparatively very low, although high levels of p30 have been found in the serum of prostatic cancer patients and in rare instances in semen-free vaginal swabs.\n\np30 is water-soluble and can therefore be lost through contact with water e.g. laundering.\n\nThe detection of p30, in combination with a positive AP test, may or may not confirm the presence of semen."}
{"text": "Biology - Body Fluid Information\nMicroscopic Examination: The aim of this confirmatory test is to determine whether human sperm cells can be identified in an extract of cellular material from an item. The identification of human sperm cells is based on their size, shape and staining properties, following a treatment with chemical dyes. Microscopic identification of sperm cells confirms the presence of semen.\n\nLimitations of microscopic examination\n\nMales with low sperm counts or vasectomies (medical procedure in order to prevent the emission of spermatozoa during ejaculation) are not expected to have detectible levels of spermatozoa in their semen; however normal levels of AP and P30 are typically present in the liquid component."}
{"text": "Biology - Body Fluid Information\nEnrichment of the male DNA in the “sperm” fraction : During the extraction of DNA from an item, the sperm cells can be separated from other cells by a method known as differential extraction. When the amount of male DNA found in the “sperm” fraction is significantly greater than the amount found in the epithelial fraction, it is known as enrichment of male DNA in the “sperm” fraction and it suggests the presence of semen. The associated conclusion in the report would be “ DNA results suggest spermatozoa”.\n\nLimitations of the enrichment of the male DNA in the “sperm” fraction\n\nThe observation of the enrichment of the male DNA in the “sperm” fraction is not a standard test for the detection of semen. It is an observation that the scientist will consider when forming an opinion on the presence of semen. While the presence of semen is suggested from this observation, it does not confirm it.\n\nSemen from vasectomised males will not yield an enrichment of male DNA in the “sperm” fraction."}
{"text": "Biology - Body Fluid Information\nOther (general) Limitations Relating to Semen\n\nSemen is lost from body cavities in a variety of ways. The maximum reported time periods at which semen has persisted in living persons are as follows: seven days in the vagina, one day in the mouth, two to three days in the anus/rectum. Generally, semen will not persist for these maximum time periods.\n\nThe presence of semen on anal/rectal samples may or may not support the assertion that anal/rectal intercourse has occurred, due to the possibility of drainage from the vaginal cavity.\n\nThe absence of semen may or may not support the assertion that a sexual act has not occurred, due to certain variables ( e.g. whether or not a condom used, whether or not ejaculation occurred, drainage from an internal cavity over time).\n\nIt is possible for a small number of spermatozoa to be deposited on items through innocuous means such as secondary (indirect) contact or laundering.\n\nIt is possible for a small number of spermatozoa to be retained on fabric after laundering.\n\nIt is possible that pre-ejaculatory fluid, a small quantity of lubricating fluid that is released prior to ejaculation, may contain small numbers of spermatozoa."}
{"text": "Biology - Body Fluid Information\nSexual Assault Examination Kit ( SAEK ) Processing\n\nThe vaginal, rectal, oral and external genitalia swabs from the SAEK are routinely submitted directly for DNA analysis (“Direct to DNA ”) and do not undergo serological testing for blood, semen or saliva.\n\nShould such testing be required please contact the author of the report to discuss the results obtained and the potential for additional testing for the presence of body fluids. Such examinations typically require a minimum of 30 days from the date of submission to the CFS and may result in the consumption of the entire sample.\n\nSemen from vasectomized males or those with a low sperm count may not be detected, using the “Direct to DNA ” approach, where it may be detectable through serological techniques. If the identification of semen from such an individual in the absence of a corresponding DNA profile may be relevant to your investigation please contact the author of the report to discuss the potential to perform further work."}
{"text": "Biology - Body Fluid Information\nSaliva\n\nSaliva is a watery secretion found in the mouth that moistens the mouth, lubricates chewed food and aids in digestion. Amylase is a substance, found in saliva, that is used in the digestion process to break down starch. It is usually found at high levels in saliva but is also present in other body fluids, though normally at much lower levels.\nPhadebas™ Press Test for the Presence of Amylase\n\nThe aim of this presumptive test is to localise amylase-containing stains on an item. Filter paper coated with the, commercially manufactured, Phadebas™ chemical is dampened and placed in firm contact with the item. A blue colour indicates the location of amylase. The intensity and time of appearance of the colour relates to the level of amylase present.\nLimitations of the Phadebas™ Press Test\n\nWhile amylase is typically found in high levels in saliva, the detection of amylase is not proof of the presence of saliva. It is found at low levels in other body fluids such as perspiration, vaginal secretions and semen. In addition, amylase can sometimes be found at high levels in faeces. Therefore, interpretation of amylase results will be dependent on the level of amylase detected as well as the location of the stain and the possible presence of other body fluids.\n\nA negative Phadebas™ test does not necessarily mean that saliva is absent. Low levels of amylase may not be detectable using the Phadebas™ test.\n\nAmylase is water-soluble and can therefore be lost through contact with water ( e.g. , laundering).\n\nAmylase levels do not correlate to the potential quantity of DNA contained within a sample.\n\nAmylase is not human-specific."}
{"text": "Biology - Body Fluid Information\nHairs\n\nDuring the course of item examination by the Biology Section, possible hairs may be collected and preserved based on the case history provided. An assessment of possible hairs to determine potential suitability for nuclear DNA analysis may also be performed by Biology Section staff.\n\nWhere warranted, examinations for hairs and fibres may be conducted by the Hair and Fibre Unit of the Chemistry Section prior to body fluid screening and sampling for DNA analysis."}
{"text": "Biology - Body Fluid Information\nBody Fluid Reporting\nBlood \n\nTest used and results: \tScreening conclusions\nVisible blood-like stains and positive KM testing (VIS+/ KM +): \tblood detected\nVisible blood-like stains and negative KM testing (VIS+/ KM -): \tblood not detected\nVisible blood-like stains, positive KM testing and positive ABAcard® HemaTrace® testing (VIS+/ KM +/ ABA+): \thuman blood detected\nVisible blood-like stains, positive KM testing and negative ABAcard® HemaTrace® testing (VIS+/ KM +/ ABA-): \tblood detected – cannot confirm as human\nNo visible blood-like stains and negative KM testing (VIS-/ KM -): \tblood not detected\nVisible 'washed' stains and positive KM testing: \tblood was detected, appears washed/diluted\nNo visible blood-like stains and positive KM testing (VIS-/ KM +): \tchemical indications of blood\nNo visible blood-like stains and no KM testing (VIS-): \tno blood-like staining observed\nVisible blood-like stains and no KM testing (VIS+): \tNo body fluid testing has been performed at this time"}
{"text": "Biology - Body Fluid Information\nBody Fluid Reporting\nSemen\n\nTest used and results: \tScreening conclusions\nModerate or strong AP activity detected and p30 detected ( AP +/p30+): \tsemen detected\nAP activity detected, p30 detected and male DNA profile detected in \"sperm fraction\" ( AP +/p30+/DNA+): \tsemen detected\nSpermatozoa identified under the microscope (MICRO+): \tsemen detected\nAP activity detected, p30 not detected and spermatozoa identified under the microscope ( AP +/p30-/MICRO+):\tsemen detected\nAP activity detected, p30 detected and no male DNA profile detected in \"sperm fraction\" ( AP +/p30+/DNA-): \tchemical constituents detected; may or may not indicate semen\nStrong AP activity detected, p30 not detected and spermatozoa not identified under the microscope ( AP +/p30-/MICRO-): \tchemical constituents detected; may or may not indicate semen\nNo AP activity detected ( AP -): \tsemen not detected\nNo AP activity detected and spermatozoa not identified under the microscope ( AP -/MICRO-): \tsemen not detected\nWeak AP activity detected, p30 not detected and spermatozoa not identified under the microscope ( AP +/p30-/MICRO-): \tsemen not detected\nSpermatozoa not identified under the microscope (MICRO-): \tsemen not detected\nEnrichment of male DNA in the \"sperm\" fraction (DNA+): \tDNA results suggest spermatozoa\nAP activity with no further testing ( AP +): \tAP detected (preliminary testing only)\nNo visible staining or areas identified by alternate light source (VIS-): \tno semen-like staining observed"}
{"text": "Biology - Body Fluid Information\nBody Fluid Reporting\nSaliva\n\nSupporting data: \tScreening conclusions (tests used)\nPositive Phadebas™ press test results at 5 minutes or less (PHAD+ LESS THAN 5): \tamylase detected; reaction typical of saliva\nPositive Phadebas™ press test results at greater than 5 minutes (PHAD+ GREATER THAN 5): \tamylase detected; reaction may or may not indicate saliva\nNegative Phadebas™ press test results (PHAD-): \tamylase not detected\nPositive Phadebas™ press test results at 5 minutes or less associated with fecal-like staining (PHAD+ LESS THAN 5): \tAmylase detected; reaction may or may not indicate saliva"}
{"text": "Centre of Forensic Sciences\nTechnical Information Sheets\nBiology - DNA Databank\n\nIntroduction\n\nThe National DNA Data Bank of Canada became operational on June 30, 2000.\n\nThe National DNA Data Bank (NDDB) is a national information repository where forensic laboratory professionals can share DNA information. It is comprised of 2 separate indexes:\n\n    - Convicted Offender Index (COI)\n    - Crime Scene Index (CSI)\n\nManagement of DNA data occurs through the Combined DNA Index System (CODIS). This software is provided to the CFS by the Royal Canadian Mounted Police (RCMP) through the Federal Bureau of Investigation (FBI) and United States Department of Justice.\n\nTwo different levels exist for the upload of DNA data: a National level and a Local level. Specific legislative, scientific and CFS Policy related criteria must be met for upload of DNA data to the National and/or Local levels.\n\nThe Centre of Forensic Sciences (CFS) uploads eligible DNA profiles to the National level Crime Scene Index. These DNA profiles are searched against applicable categories in the National CSI as well as against profiles in the National COI.\n\nThe Local level consists of several separate categories maintained by the CFS.\n\nInformation pertaining to whether or not a DNA profile has been uploaded to the DNA Data Bank and to which level is documented in the CFS report or letter. Certain DNA profiles are not uploaded to the National/Local level, even if they are reported as “suitable for comparison”. Most commonly, this is because:\n\n    - DNA legislation requirements have not been met\n    - Scientific criteria for upload to either the National or Local levels has not been met\n    - The DNA profile cannot be excluded as originating from the same source as another more informative DNA profile which has been uploaded in the same case\n    - A good faith determination has been made that the DNA profile most likely did not originate from the perpetrator(s) and/or been deposited during the commission of a designated offence\n\n‘Not suitable’ indicates that the DNA profile does not meet the minimum scientific threshold for upload.\n\n‘Not applicable’ means that the profile cannot be uploaded due to other restrictions (i.e. DNA profile from complainant).\n\nUnless it is specifically indicated in a report / letter that a DNA profile has been uploaded, it should not be assumed that an upload has occurred."}
{"text": "Biology - DNA Databank\nNational Crime Scene Index (CSI)\n\nThe following is the RCMP Commissioner’s policy regarding the use of the National crime scene index. The excerpt below is provided to aid investigators in the utilization of this investigative tool.\n\nInvestigators may only submit to the forensic labs, for forensic DNA analysis and inclusion of the resulting DNA profile in the National DNA Data Bank Crime Scene Index, samples of bodily substances from an unsolved crime that were found:\n\n    - At any place where a designated offence was committed\n    - On or within the body of the victim of a designated offence\n    - On anything worn or carried by the victim at the time when a designated offence was committed\n    - On or within the body of a person or thing or any place associated with the commission of a designated offence\n\nFor the purposes of this policy “unsolved crime” means that there is no court determination in effect to acquit, convict or stay the prosecution of a suspected person whose DNA profile is to be submitted for the investigation of a designated offence, including those committed before June 30, 2000."}
{"text": "Biology - DNA Databank\nCFS Local Indices\n\nThe CFS also maintains several local indexes that may assist in ongoing investigations. These include:\n\nCFS Crime Scene Index\n\nDNA profiles from crime scenes that do not meet the scientific criteria for upload to the national level CSI, but meet the scientific criteria for entry at the local level.\n\nDeceased Index\n\nDNA profiles from known deceased individuals.\n\nUnidentified Human Remains (UHR) Index\n\nDNA profiles from recovered remains.\n\nMissing Person Index\n\nDNA profiles from Direct Reference Samples (DRS) from missing persons.\n\nDiscard Index\n\nDNA profiles from abandoned/cast-off samples obtained from a suspect/person of interest.\n\nQuality Assurance Index\n\nDNA profiles from all CFS Biology Section staff members, certain other CFS staff or non-CFS individuals who have had access to items, or to the laboratory itself."}
{"text": "Biology - DNA Databank\nKeyboard Search Requests\n\nInvestigating agencies or other forensic laboratories may provide the scientist with a written request that a DNA profile that is not eligible for upload to the National and/or Local level be subject to a “one-time keyboard search” of National or Local Indexes.\n\nRequests to perform a one-time keyboard search of the CFS Local Index(es) are subject to approval by CFS. If the search is negative, the requestor is notified via letter. Positive search results are communicated as per the Communication of National/Local Level Hits section below.\n\nRequests to perform a one-time keyboard search of the national CSI or COI are forwarded to the NDDB, who determine whether to conduct the search.\n\nWhen a keyboard search is undertaken, the CFS process defines a one-time search of a DNA profile as a search to the approved level(s) that occurs only once on the day of the search submission.\n\nA semi-routine keyboard search agreement can also be established to enable quarterly one-time keyboard searches to be conducted for a specific DNA profile. Details of the timing of the searches and communication of results can be determined by consultation with the CFS."}
{"text": "Biology - DNA Databank\nMissing Persons Search Requests\n\nCurrently, the legislation that will address the use of the NDDB in Missing Persons investigations is in draft and is therefore, not implemented. As such, missing persons searches at CFS are restricted to DNA\n\nprofiles from Direct Reference Samples (DRS) from possible missing persons and are only:\n\n    - Accepted for analysis when they are associated with a specific Unidentified Human Remains (UHR) case investigation\n    - Uploaded to the CFS Missing Person index when they are excluded as the source of the specific Unidentified Human Remains (UHR) for which they were submitted\n\nOnce uploaded to the Missing Person index, the DNA profiles are searched against Unidentified Human\n\nRemains and Known Deceased individuals.\n\nCFS does not currently conduct kinship / familial type searches using CODIS."}
{"text": "Biology - DNA Databank\nInterpol Search Requests\n\nInvestigating agencies may provide the scientist with a written request for a one-time Interpol (IP) search of a DNA profile of a database that is outside of Canada.\n\nThe CFS does not have a formal agreement in place to interact directly with Interpol.\n\nIP search request forms for DNA profiles that have previously been uploaded to the national crime scene index are submitted, by CFS, to the NDDB, who then forward the request to IP-Ottawa.\n\n    - IP search request forms for DNA profiles that were not eligible for upload to the national crime scene index (i.e. reside on the CFS local index only), but have been approved by CFS, are submitted to the applicable IP contact by the investigating agency.\n\nRequests for repeat or scheduled routine Interpol searches must be initiated by police agency each time. The frequency of searches may be influenced by the policies of the particular agency.\n\nThe results of international searches are forwarded directly from Interpol to the investigator."}
{"text": "Biology - DNA Databank\nDeletion of Profiles\n\nIt is the responsibility of the police agency conducting the investigation to notify the operational forensic laboratory in writing that a particular sample should be removed from the National Crime Scene Index.\n\nInvestigators must provide written instructions to remove from the National CSI the DNA profile of:\n\n    - a victim that was the object of the relevant investigation; or\n    - a person who has been eliminated as a suspect in the relevant investigation\n\nA conviction does not eliminate the suspect and the crime scene index profile need not be removed."}
{"text": "Biology - DNA Databank\nCommunication of Databank Hits\n\nInvestigating agencies are advised directly through their agency DNA Coordinator of any hits. There is no legislated timeline for communication of NDDB hits.\n\nThe CFS targets communication of hits to the National Convicted Offender Index within 24 hours of when the Canadian Police Service Information Centre provides the name of the offender to the laboratory.\n\nScene to scene hits are communicated as soon as is practicable after the match has been verified. For multi-provincial hits, the communication will include relevant information from all applicable laboratories."}
{"text": "Biology - DNA Databank\nConfirmation of COI Hits:\n\nThe investigating agency should obtain (either under consent or under section 487.05 (1) of the Criminal\n\nCode of Canada) a bodily substance from the named offender to confirm a COI association.\n\nTo confirm a COI association, the CFS will conduct a forensic DNA analysis on a bodily substance obtained from the named offender and will carry out a direct comparison to the DNA profile obtained from the crime scene sample.\n\nThis forensic DNA analysis will result in a conclusion about whether the named offender is or is not excluded from the DNA profile obtained from the crime scene index sample. Where an individual cannot be excluded, the significance of this result will be provided."}
{"text": "Biology - DNA Databank\nAdventitious Hits\n\nThe possibility exists for an adventitious match to occur from a database search (i.e. where a DNA profile matches with another DNA profile by coincidence).\n\nThe possibility for an adventitious hit is more likely when the profile is less discriminating than a full, single source DNA profile (e.g. a partial DNA profile and/or a complex DNA mixture interpretation).\n\nFactors that affect the possibility of an adventitious match include:\n\n    - Size of the database\n    - Number of searches performed annually on the database\n    - The Random Match Probability (RMP) of the DNA profile\n    - Presence of relatives on the databank\n\nThe possibility of an adventitious “hit” should be considered by the investigator when a hit notification (either a COI or CSI notification letter) is received from the CFS. Additionally, the investigator should continue to assess all other available case information (e.g. alibi information; relatives) before any investigative action (e.g. arrest; surveillance) is undertaken as a result of a DNA databank hit."}
{"text": "Centre of Forensic Sciences\nTechnical Information Sheets\nBiology - Deoxyribonucleic acid ( DNA ) Information\n\nIntroduction\n\nDNA is the genetic blueprint of life and is packaged into paired structures known as chromosomes. One from each pair is contributed by an individual’s biological mother and the other by his/her biological father. With the exception of identical twins, no two individuals have exactly the same DNA .\n\nOne particular pair of chromosomes includes the information required for gender determination. In males, one of the two chromosomes in this pair is known as the X chromosome, while the other is known as the Y chromosome. Females have two X chromosomes. A father passes his Y chromosome, unaltered, to each of his sons. This means that all paternally related males are expected to have the same Y chromosome DNA profile. The additional 22 pairs of chromosomes are called autosomal and are found in both males and females.\n\nForensic DNA analysis is used to determine the DNA profile of the donor of a bodily substance with a cellular component or to assess kinship. The CFS ) employs two types of analysis, one for autosomal and one for Y-chromosome DNA . Both systems are based on the testing of short tandem repeats ( STR ). STR and Y- STR analysis cannot be used to determine physical traits except for gender."}
{"text": "Biology - Deoxyribonucleic acid ( DNA ) Information\nExamination for the Presence of DNA Sources\n\nDNA analysis can be attempted on any bodily substance with a cellular component. Chemical tests can be used to locate body fluid stains that may be suitable for DNA analysis. The localization of a stain is not necessary in order to perform DNA analysis (see Limitations). Any item that may contain spermatozoa is processed to separate spermatozoal DNA , the “sperm fraction”, from other cellular DNA , the “epithelial fraction”. This process in called a differential extraction and is defined in the glossary below."}
{"text": "Biology - Deoxyribonucleic acid ( DNA ) Information\nComparison Samples\n\nDNA profiling of comparison samples requires approximately 30 days from the date of their submission. It is the responsibility of the submitting agency to ensure compliance with Criminal Code Section 487.09 subsections (1), (2) and (3)."}
{"text": "Biology - Deoxyribonucleic acid ( DNA ) Information\nStages of DNA Analysis\n\n1. Extraction\n2. Quantification\n3. Amplification and Detection\n4. Data analysis\n5. Interpretation\n6. Quality Assurance\n7. Statistical Analysis (Autosomal)"}
{"text": "Biology - Deoxyribonucleic acid ( DNA ) Information\nExtraction : Samples are processed to remove DNA from other cellular components. Depending on the sample this can be performed as either a conventional or differential extraction."}
{"text": "Biology - Deoxyribonucleic acid ( DNA ) Information\nQuantification : An estimation of the quantity of male and total human (higher primate) DNA using Quantitative real-time PCR ) to determine if there is sufficient DNA to proceed with the analysis using STR and/or Y- STR analysis."}
{"text": "Biology - Deoxyribonucleic acid ( DNA ) Information\nAmplification and Detection : Methods used to generate and sort multiple labeled copies of specific DNA regions to allow for detection. The regions of interest, STR s and Y- STR s, are short sequences of DNA that are distinguished by their number of repeats. Different commercially available kits target different sets of STR s."}
{"text": "Biology - Deoxyribonucleic acid ( DNA ) Information\nData analysis : Software packages are used to assess the number of repeats in each PCR ) product and assign internationally accepted designations to each PCR ) product."}
{"text": "Biology - Deoxyribonucleic acid ( DNA ) Information\nInterpretation : DNA profiles are compared to each other to determine whether they can be excluded as originating from a common source or to assess kinship. DNA interpretation can be done either manually (by the Scientist alone), or with the assistance of a probabilistic genotyping software system called STR mix TM ."}
{"text": "Biology - Deoxyribonucleic acid ( DNA ) Information\nQuality Assurance: Prior to being reported or uploaded to the National DNA Databank, all DNA profiles that are suitable for comparison are subject to a search against a Quality Assurance database.\nAny resulting hits are investigated to determine whether the mechanism of the DNA association could be due to an adventitious match or due to a contamination event within the laboratory.\nHow the DNA results are reported will depend on the outcome of the quality assurance evaluation."}
{"text": "Biology - Deoxyribonucleic acid ( DNA ) Information\nStatistical analysis (Autosomal) : Associations between interpreted DNA profiles and known individuals will either be expressed as a Random Match Probability ( RMP ) or a Likelihood Ratio ( LR ). The statistical analysis used depends on the question to be answered and the manner in which the interpretation was performed.\nFive databases representing the population of Ontario (Asians, Blacks, Caucasians, East Indians, and Northern Ontario Natives) are used to perform the statistical analysis. The most conservative statistic from all five databases is reported.\nThe CFS ) has population data for the core 13 CODIS ) STR loci only. The CFS ) does not have population data for the additional loci, contained within the Identifiler ® Plus, PowerPlex ® 16 HS, or GlobalFiler ® Express systems. All comparable loci are evaluated when a comparison is made between two DNA profiles however the additional loci are not included in probability calculations.\nCFS ) population databases have been assessed by a qualified population geneticist/statistician and have been approved for forensic use."}
{"text": "Biology - Deoxyribonucleic acid ( DNA ) Information\nRandom Match Probability:\nRandom match probability estimates usually differ by less than a factor of 10 in either direction when different samples from the same population are compared.\nThis estimate is only valid for unrelated people, as there would be a greater probability of coincidental matching DNA profiles among close relatives."}
{"text": "Biology - Deoxyribonucleic acid ( DNA ) Information\nLikelihood Ratio:\nLikelihood Ratio point estimates usually differ by less than a factor of 10 in either direction when different samples from the same population are compared.\nThe estimate is specific to the pair of hypotheses being tested. These hypotheses are formulated by the Scientist in considering the relevant question(s) to be answered and will represent two alternative explanations for the data. Different sets of hypotheses will result in different likelihood ratios. In certain scenarios it may be relevant to address alternate hypotheses involving familial relationships."}
{"text": "Biology - Deoxyribonucleic acid ( DNA ) Information\nStatistical Analysis (Y- STR ): Because the Y chromosome is inherited as a single unit, the statistical analysis of DNA results generated using male-specific DNA testing differs from the statistical analysis used for autosomal DNA testing.\nFor Y chromosome DNA profiles, statistics are calculated based on the frequency with which a particular Y chromosome profile has been observed in a North American population database.\nStatistical analyses are limited by the size of the population database searched and are generally less discriminating than those associated with autosomal DNA analysis.\nWhen reporting results associated with Powerplex ® -Y analysis, a confidence limit is incorporated in the random match probability to account for uncertainty related to the database size and sampling variation.\nA likelihood ratio is provided when results from Powerplex ® -Y23 are reported. This indicates the likelihood of the DNA results obtained if the haplotype in question is from the individual being considered, relative to a randomly selected individual from the same population."}
{"text": "Biology - Deoxyribonucleic acid ( DNA ) Information\nInterpretation of DNA Mixtures\n\nInterpretation of DNA profiles is typically straightforward but on occasion can be complex. Various scientific parameters are considered together and in combination with case specific information (item type, body fluid findings and context). These include:\n\n    - number of contributors\n    - relative proportions of each contributor\n    - quantity of DNA\n    - peak heights\n    - concordance of peaks\n    - locus balance.\n\nIn addition, any assumptions made in the process of mixture interpretation are documented in the case work notes and must be supportable.\n\nInterpretation of results includes a formal quality assurance process that relies on validation experiments, interpretation guidelines and the collective experience of the DNA laboratory. This ensures that the conclusions reached are supported by the scientific data.\n\nSome DNA profiles, or minor contributors within DNA mixtures, may be reported as ‘Not suitable for comparison’. This is due to uncertainty with respect to the total number of contributors and/or the low or relative amounts of DNA present.\n\nDNA profiles which have been assigned a DNA profile number within a given report/case (i.e. Profile 1, Profile 2, Profile 3) are considered suitable for comparison.  Unless otherwise specified, different DNA profile numbers indicate that the profiles originate from different individuals."}
{"text": "Biology - Deoxyribonucleic acid ( DNA ) Information\nLimitations\n\n    1. A minimum amount of DNA required for PCR ) has been established below which no further analysis is generally performed either with autosomal or Y-chromosome amplification systems.  In this situation, male DNA may or may not have been detected.\n    2. In the presence of an excess of female DNA , it is possible that male DNA will be detected in a sample but a male DNA profile will not be generated.\n    3. Poor quality DNA may give partial or no results depending on the extent of damage to the DNA .\n    4. Some substances may inhibit the PCR ) process leading to partial or no results.\n    5. In the case of Y- STR DNA profiles, males from the same paternal lineage will typically share the same DNA profile. When a mutation occurs, it results in a difference in Y- STR profiles between individuals from the same paternal line.  Unrelated males will likely be distinguished using this application. For PowerPlex ® Y23 profiles, a close relative is considered a biological father or brother, with the same biological father.\n    6. It is possible to touch/handle/wear an item and not deposit any detectable levels of DNA .  A DNA profile determined from a touched/handler/wearer sample is not necessarily from the habitual user/wearer or from the person that last touched/handled/wore the item.\n    7. If an object is touched/handled/worn by more than one individual, it is possible that any DNA profile generated will be a mixture of DNA from different individuals.\n    8. It is not unusual to find detectable levels of DNA from single or multiple depositions (referred to as background DNA ) on clothing. This may limit the significance of the DNA results.\n    9. Within certain timeframes it is not unusual to find detectable levels of DNA from prior consensual activity on internal samples. Submission of a comparison sample from the consensual partner may assist with interpretation of these results.\n    10. When the case history suggests prior consensual contact with the same individual who is believed to be the perpetrator of a sexual assault, the significance of the DNA results may be limited.\n    11. A mixture of DNA from more than one person can limit the ability to define contributing profiles and thus decrease the ability to exclude a particular individual from being a contributor to that mixture. Additionally, when an individual cannot be excluded under these circumstances, the significance may be limited.\n    12. STR mix TM may be able to resolve DNA profiles from mixtures in cases where manual interpretation cannot. Not all DNA profiles are suitable for STR mix TM analysis. In some cases, after STR mix™ analysis, the Scientist may determine that the DNA results as a whole, or in part, are still not suitable for comparison.\n    13. Occasionally the results obtained from multiple samples suggest that either the same individual or subset of individuals is/are the source of all the observed results. It may not be necessary to fully interpret every sample as these interpretations may not add further value to the investigation. When this occurs it will be clearly articulated in the report.\n    14. It is not always possible to attribute a DNA profile to a body fluid or cellular source. Typically touch/handler/wearer DNA testing is performed in the absence of body fluid testing.\n    15. DNA results may or may not assist in addressing how or when the DNA was deposited."}
{"text": "Biology - Deoxyribonucleic acid ( DNA ) Information\nDNA Glossary\n\nAdventitious match/hit : A match or database hit where a given DNA profile matches with another DNA profile by coincidence.\n\nAllele : A form of a gene that is located at a specific location on a specific chromosome. Alleles targeted in STR analysis vary in length.\n\nAmelogenin : A DNA locus, present on both the X and Y chromosomes, used in forensic analysis to determine gender.\n\nAssumption : Assumptions may be made to assist with DNA interpretation. They are based on scientific data and/or case history. Any assumptions made will be documented in the case file notes.\n\nAttribution : There is an expectation that DNA from the individual from whom the sample was taken will be detected on intimate samples. The CFS ) defines intimate samples as swabs from internal body orifices, swabs of the skin, fingernail clippings/scrapings and underwear collected directly from the complainant/deceased. In this scenario a DNA profile can be attributed to an individual.\n\nAutosomal STR analysis : DNA analysis performed on STR loci distributed amongst the 22 pairs of autosomal chromosomes (i.e. not on the gender determining chromosomes)."}
{"text": "Biology - Deoxyribonucleic acid ( DNA ) Information\nDNA Glossary\n\nCannot be excluded : Term used to describe an individual who cannot be ruled out as the source of a particular DNA profile or a contributor to a mixed DNA profile.\n\nChromosome : The physical structure in which DNA is packaged in the cell nucleus. Humans have 23 pairs of chromosomes.\n\nCombined DNA Index System ( CODIS )) : A software program provided to the Royal Canadian Mounted Police (RCMP) by the Federal Bureau of Investigation (FBI) and United States Department of Justice to enable the creation of national information repository, also known as the National DNA Databank (NDDB), where forensic laboratory professionals can share DNA information.\n\nComparison sample : A biological sample, often blood or a buccal sample (interior of cheek), taken from a known person, to which an unknown sample profile may be compared.\n\nConventional extraction : A chemical procedure in which the DNA from cells is removed and purified for further processing."}
{"text": "Biology - Deoxyribonucleic acid ( DNA ) Information\nDNA Glossary\n\nDifferential extraction : A two stage chemical procedure used for samples which contain, or potentially contain, semen. Produces two fractions, one enriched for sperm cell DNA and one enriched for other cellular DNA . This may assist in the interpretation of DNA profiles from samples containing semen mixed with other body fluids.\n\nDNA : Deoxyribonucleic acid. DNA is found in the nucleus (Nuclear DNA ) and in mitochondria (Mitochondrial DNA ). Mitochondrial DNA may be analyzed for forensic purposes in limited situations; however this service is not available at the CFS ) at this time.\n\nDNA profile : Results of DNA analysis of one or more STR loci. A profile may also be referred to as a genotype, in the case of autosomal STR analysis, or as a haplotype, in the case of Y- STR analysis.\n\nEpithelial fraction : In a differential extraction, the portion of the sample containing DNA primarily from epithelial cells. This includes skin cells, vaginal cells or other cells normally found on inner or outer body surfaces or body fluids.\n\nExcluded : Term used in forensic analysis to describe an individual who cannot be the source of a particular DNA profile or a contributor to a mixed DNA profile.\n\nFor STR mix™ interpreted samples, any comparison for which the results are at least 100 times more likely under the scenario of non-inclusion."}
{"text": "Biology - Deoxyribonucleic acid ( DNA ) Information\nDNA Glossary\n\nGene : A basic unit of heredity. A sequence of DNA that contains instructions for the production of a structure or function.\n\nGenotype : See DNA profile.\n\nHaplotype : See DNA profile.\n\nInconclusive : A reliable conclusion cannot be drawn from the testing\n\nFor STR mix™ cases, this refers to any comparison for which a determination as to whether an individual can or cannot be excluded as a contributor cannot be made because the LR falls within the validated range (between 0.01 and 1000) in which both false exclusions and false inclusions have been observed.\n\nInhibition : A condition where the presence of certain chemicals or “inhibitors” co-extracted from the substrate reduces the normal activity of the polymerase chain reaction. The result can be that a profile is not generated or only partial results are obtained.\n\nInsufficient : The estimated quantity of male and/or total human (higher primate) DNA is below the CFS ) threshold required to proceed with the analysis."}
{"text": "Biology - Deoxyribonucleic acid ( DNA ) Information\nDNA Glossary\n\nLikelihood Ratio (LR) : Addresses the probability of having observed the evidence under one hypothesis relative to the probability of having observed the evidence under a second hypothesis.\n\nFor Y- STR associations using the multiplex Powerplex ® -Y23, the weight of the association between DNA profiles is expressed by a LR.\n\nFor mixture deconvolutions using STR mix TM the weight of the association will be expressed using an LR.\n\nDNA profiles from multiple samples may originate from a common source, but may have different LRs.\n\nThe reader of the report should ensure they are aware which specific LRs apply to which items. This is to avoid attributing a greater significance to a test result than the results for that test support.\n\nLocus (pl. Loci) : The specific physical location of a gene on a chromosome.  In forensic DNA analysis, this refers to the specific sites being tested (e.g. D3S1358, vWA or D5S818).  See tables 1 and 2."}
{"text": "Biology - Deoxyribonucleic acid ( DNA ) Information\nDNA Glossary\n\nMatch : DNA profiles that, when compared, are indistinguishable at all loci for which a result has been generated.\n\nMajor profile : In a DNA mixture, the DNA profile which is present in a greater amount.\n\nMinor profile : In a DNA mixture, a DNA profile which is present in a lesser amount.\n\nMixture : A sample to which at least two different individuals have contributed DNA .\n\nMultiplex Systems : Commercially available kits designed to analyze multiple STR locations simultaneously (see Tables 1 and 2)."}
{"text": "Biology - Deoxyribonucleic acid ( DNA ) Information\nDNA Glossary\n\nNot suitable for comparison : Term used to describe a DNA profile that has not been compared due to associated limitations. Although a profile may not be suitable for comparison through a manual interpretation, additional analysis using probabilistic genotyping software may generate profiles suitable for comparison.\n\nPartial profile : A DNA profile in which results are incomplete at a locus or loci examined.\n\nPaternity test : An assessment of the possibility that a particular male could be the biological father of a given individual.\n\nPCR ) : Polymerase Chain Reaction.  A process by which a short segment of DNA can be selectively copied. Used to quantify the amount of DNA present in a sample and/or to provide sufficient copies of DNA for further analysis.\n\nPlexor ® HY :A commercially available Q PCR ) test kit for quantifying the total amount of human (higher primate) DNA and the amount of male DNA in one reaction."}
{"text": "Biology - Deoxyribonucleic acid ( DNA ) Information\nDNA Glossary\n\nPopulation databases : Compilation of genetic profiles from random unrelated members of a population used to generate random match probabilities and/or haplotype frequencies. For autosomal testing systems, the CFS ) has Ontario databases for Asians, Blacks, Caucasians, and East Indians and has access to a Northern Ontario Natives database. For Y- STR testing systems, the CFS ) has access to a number of population databases, including a North American database comprising data from various racial groups.\n\nProbabilistic Genotyping : The use of biological modeling, mathematical theory, computer algorithms, and probability distributions to calculate likelihood ratios (LRs) and/or infer genotypes for the DNA typing results of forensic samples. The CFS ) utilizes the STR mix™ software system for this analysis.\n\nQ PCR ) : Quantitative Polymerase Chain Reaction. A method of determining the concentration of DNA in a sample by use of real-time polymerase chain reaction."}
{"text": "Biology - Deoxyribonucleic acid ( DNA ) Information\nDNA Glossary\n\nRandom match probability (RMP) : The probability that a randomly selected individual unrelated to the reference person would coincidentally share the observed DNA profile. This is a statement of weight provided in the event of associations between DNA profiles (excluding those associated through kinship analyses).\n\nDNA profiles from multiple samples may originate from a common source, but may have a different RMP. In general, the RMP for the sample with the highest discrimination potential is reported. The associated footnote will also capture the other RMPs for the same individual.\n\nThe reader of the report should ensure they are aware which specific RMP applies to the item results. This is to avoid attributing a greater significance to a test result than the results for that test support.\n\nFor Y- STR associations using the multiplex Powerplex ® -Y, the random match probability is adjusted, using an upper 95% confidence limit, to incorporate uncertainty due to sampling error and database."}
{"text": "Biology - Deoxyribonucleic acid ( DNA ) Information\nDNA Glossary\n\nRapid DNA analysis : Automated (hands free) process of developing a DNA profile from a known reference sample, including extraction, amplification and detection without human intervention.\n\nScientific Notation : A standardized method to express very large or very small numbers.  The exponent represents how many times a value must be multiplied (positive exponent) or divided (negative exponent) by 10 to obtain the true result. (e.g.1000 = 1x10 3 ; 0.01 = 1x10 -2 ).\n\nSperm fraction : In a differential extraction, the portion of the sample containing DNA primarily from spermatozoa.\n\nSTR : Short Tandem Repeat. Repeating units of DNA arranged in succession in a particular region of a chromosome.\n\nSTR mix TM : A commercially available probabilistic genotyping software program (see Probabilistic Genotyping)."}
{"text": "Biology - Deoxyribonucleic acid ( DNA ) Information\nDNA Glossary\n\nSuitable for comparison : A term used to describe a DNA profile that meets the scientific and quality requirements for comparison with other DNA profiles.\n\nTouch/handler/wearer testing : A DNA test, generally performed in the absence of a body fluid testing result, that targets an area of an item where there is the potential for the transfer and/or deposition of cellular material via touching, handling or wearing.\n\nY- STR Testing : DNA analysis performed on STR loci distributed within the male-specific Y chromosome."}
{"text": "Biology - Deoxyribonucleic acid ( DNA ) Information\nTable 1: Autosomal STR Multiplex Systems Locus \tProfiler Plus™ \tCOfiler™ \tIdentifiler® Plus \tPowerPlex ® 16 HS \tGlobalFiler® Express\nAmelogenin \t✔ \t✔ \t✔ \t✔ \t✔\nD3S1358 \t✔ \t✔ \t✔ \t✔ \t✔\nvWA \t✔ \t- \t✔ \t✔ \t✔\nFGA \t✔ \t- \t✔ \t✔ \t✔\nTH01 \t- \t✔ \t✔ \t✔ \t✔\nTPOX \t- \t✔ \t✔ \t✔ \t✔\nCSF1PO \t- \t✔ \t✔ \t✔ \t✔\nD5S818 \t✔ \t- \t✔ \t✔ \t✔\nD13S317 \t✔ \t- \t✔ \t✔ \t✔\nD7S820 \t✔ \t✔ \t✔ \t✔ \t✔\nD8S1179 \t✔ \t- \t✔ \t✔ \t✔\nD21S11 \t✔ \t- \t✔ \t✔ \t✔\nD18S51 \t✔ \t- \t✔ \t✔ \t✔\nD16S539 \t- \t✔ \t✔ \t✔ \t✔\nD2S1338 \t- \t- \t✔ \t- \t✔\nD19S433 \t- \t- \t✔ \t- \t✔\nY indel \t- \t- \t- \t- \t✔\nDYS391 \t- \t- \t- \t- \t✔\nD2S441 \t- \t- \t- \t- \t✔\nD22S1045 \t- \t- \t- \t- \t✔\nSE33 \t- \t- \t- \t- \t✔\nD10S1248 \t- \t- \t- \t- \t✔\nD1S1656 \t- \t- \t- \t- \t✔\nD12S391 \t- \t- \t- \t- \t✔\nPenta D \t- \t- \t- \t✔ \t-\nPentaE \t- \t- \t- \t✔ \t-"}
{"text": "Biology - Deoxyribonucleic acid ( DNA ) Information\nTable 2: Y- STR Multiplex System Locus \tPowerPlex® Y \tPowerPlex® Y23\nDYS576 \t- \t✔\nDYS389I \t✔ \t✔\nDYS448 \t- \t✔\nDYS389 II \t✔ \t✔\nDYS19 \t✔ \t✔\nDYS391 \t✔ \t✔\nDYS481 \t- \t✔\nDYS549 \t- \t✔\nDYS533 \t- \t✔\nDYS438 \t✔ \t✔\nDYS437 \t✔ \t✔\nDYS570 \t- \t✔\nDYS635 \t- \t✔\nDYS390 \t✔ \t✔\nDYS439 \t✔ \t✔\nDYS392 \t✔ \t✔\nDYS643 \t- \t✔\nDYS393 \t✔ \t✔\nDYS458 \t- \t✔\nDYS385a/b \t✔ \t✔\nDYS456 \t- \t✔\nYGATAH4 \t- \t✔"}
{"text": "Centre of Forensic Sciences\nTechnical Information Sheets\nBiology - DNA Warrant Comparison Samples\n\nNeil Fernandopulle, Ph.D.\nQuality Assurance and Technical Manager, Biology Section\n\nIntroduction\n\nDNA (deoxyribonucleic acid) is the chemical that contains information about the structure and function of the human body. It is called the blueprint of life. No two people have the same DNA, with the exception of identical twins. The analysis of DNA provides the most precise technique available for identifying individuals. Since the DNA in each nucleated cell of a person’s body is the same, samples from various body fluids or tissues such as blood, semen, saliva and hair roots, can be analyzed. DNA profiles can be compared to give information regarding the potential common origin of a sample of unknown source (e.g. semen on a vaginal swab) and a sample of known origin (e.g. comparison blood sample from a known individual). A comparison sample is a sample of biological material taken from a known individual in order to compare the DNA profile of that individual with a DNA profile derived from a sample of unknown origin."}
{"text": "Biology - DNA Warrant Comparison Samples\n\nCurrently, the technology employed at the Centre of Forensic Sciences (CFS) for the analysis of forensic DNA samples is Polymerase Chain Reaction (PCR) based multiplex Short Tandem Repeat (STR) analysis. The analysis of STRs on the autosomal chromosomes of an individual is the gold standard or method of choice in the forensic community. The analysis of autosomal STRs provides extremely strong evidence of association where the DNA profile from an unknown sample recovered at a crime scene matches the DNA profile from a known sample from a suspect. Autosomal STR analysis is required for compatibility with DNA data banks around the world, including the National DNA Data Bank in Canada. In addition to this method, STRs located on the Y-chromosome of males may also be analyzed. However, the analysis of Y-chromosomal STRs is less capable of distinguishing individuals, especially males who are paternally related, and as such, has limited application in forensic casework."}
{"text": "Biology - DNA Warrant Comparison Samples\nDNA Analysis of Biological Samples\n\nThe analysis of biological samples and the interpretation of DNA results proceed as follows:\n\n    1. Extraction of DNA from the biological sample (e.g. blood).\n    2. Quantification of extracted DNA (this step may not be required for comparison samples).\n    3. PCR amplification of the DNA at several different regions, known as STR loci.\n    4. Sorting of the amplified DNA fragments by electrophoresis, visualization of the fragments and identification of the size of the fragments by comparison to known size standards.\n    5. Comparison of the DNA profiles to establish whether specific individuals (by reference to their comparison sample) can be excluded as the source of profiles of unknown origin.\n    6. In the event an individual cannot be excluded as the source of a profile of unknown origin, consultation of population databases in order to calculate a statistical weight to the association (expressed as either a random match probability or as a likelihood ratio)."}
{"text": "Biology - DNA Warrant Comparison Samples\n\nThe CFS utilizes commercially available STR typing kits to generate DNA profiles. One type of kit is used to analyze STR loci found on the autosomal chromosomes of both males and females. The STRs that are analyzed with these kits include the standard 13 STR loci which are employed by the Canadian National DNA Data Bank and by government forensic science laboratories across Canada. A second type of kit is used to analyze Y-chromosome STR loci found exclusively in male individuals."}
{"text": "Biology - DNA Warrant Comparison Samples\nCollection of DNA Warrant Comparison Samples\n\nWarrant sample collection kits are available from the CFS for the purpose of collecting blood samples. Instructions for collecting such samples are provided with each individual kit. It is highly recommended that these kits be used for the collection of blood samples to ensure a uniform approach across the province. Blood is the preferred biological sample for collection via DNA Warrant because it is a very rich source of DNA as well as a very pure source (i.e. relative to other sample types, it is less likely to contain elements which could potentially inhibit portions of the DNA analysis).\n\nWhile blood is the recommended sample for collection under warrant, where it is necessary to collect an alternative sample, a buccal/oral swab should be considered. Plucked head hairs are the least preferred sample type. Instructions for the collection and packaging of these alternative samples may be obtained separately from the CFS."}
